import React from 'react'
import ProfileHeader from './ProfileHeader'
import Navigation from './Navigation'
import Footer from './Footer'

function About() {
  return (
    <>
        <ProfileHeader />
        <Navigation />
        <div className='mx-64 my-12'>
          <div className='bg-white rounded-xl px-10 py-10'>
            <h1 className='font-bold text-lg pb-5'>ประวัติ</h1>
            <p className='pb-5'>
            ธัญลักษณ์ โชติพิบูลศิลป์ ชื่อเล่น มิว เกิดวันที่ 19 พฤศจิกายน พ.ศ. 2533 เป็นบุตรสาวคนเดียวของนายณัฐวัชต์ และนางภิญญลักษณ์ โชติพิบูลศิลป์ ธัญลักษณ์เป็นชาวจังหวัดเชียงใหม่โดยกำเนิด ศึกษาชั้นประถมศึกษาถึงมัธยมศึกษาตอนต้นจากโรงเรียนเรยีนาเชลีวิทยาลัย ระดับมัธยมศึกษาตอนปลายจากโรงเรียนมงฟอร์ตวิทยาลัย สำเร็จการศึกษาระดับปริญญาตรีจากคณะรัฐศาสตร์และรัฐประศาสนศาสตร์ มหาวิทยาลัยเชียงใหม่ ขณะนี้กำลังศึกษาระดับปริญญาโท สาขาวิชาการจัดการอุตสาหกรรมการบริการและการท่องเที่ยว คณะมนุษยศาสตร์และการจัดการการท่องเที่ยว มหาวิทยาลัยกรุงเทพ
            </p>
            <h2 className='font-bold text-lg pb-5'>การเข้าสู่วงการยิงปืน</h2>
            <p className='pb-5'>
              ธัญลักษณ์ เข้าสู่วงการยิงปืนตั้งแต่อายุ 11 ปี จากการผลักดันของบิดามารดาที่ส่งเสริมบุตรสาวให้รักการ ออกกำลังกายและเล่นกีฬา โดยหัดเล่นกีฬาหลายชนิดมาก่อน ในทุก ๆ ปีที่งานกาชาดจังหวัดเชียงใหม่ ธัญลักษณ์จะเข้าไปยิงปืนอัดลมที่ซุ้มยิงปืนของทหารเสมอ จนกลายมาเป็นความหลงใหลชื่นชอบในกีฬายิงปืน บิดาจึงพาไปสมัครอบรมการยิงปืนเป็นครั้งแรกที่ สนามกีฬาสมโภชเชียงใหม่ 700 ปี จากนั้นได้รับคำแนะนำให้รู้จักกับอาจารย์สุวิทย์ กาเยาว์ ผู้ฝึกสอนคนแรก ซึ่งเป็นอาจารย์จากสถาบันการพลศึกษา วิทยาเขตเชียงใหม่ โดยเริ่มจากยิงปืนสั้น และเปลี่ยนเป็นปืนยาวในภายหลัง ต่อมาได้เข้ารับการฝึกอบรมกีฬายิงปืนภาคฤดูร้อนโดยมีนายยิ่งยง มัจฉาชีพ เป็นผู้ดูแล หลังจากนั้นธัญลักษณ์ได้เข้าร่วมการแข่งขันตามรายการต่างๆ ก่อนที่บิดาจะควักทุนส่วนตัวส่งธัญลักษณ์เข้าแข่งขันยิงปืน ระดับนานาชาติเป็นครั้งแรกตอนอายุ 12 ปี ที่สิงคโปร์ และสามารถคว้าเหรียญเงินปืนยาวประเภททีมมาได้
            </p>
            <h3 className='font-bold text-lg pb-5'>เส้นทางการยิงปืน</h3>
            <p className='pb-5'>
              จากการฝึกซ้อมพัฒนาและได้รับเหรียญในการแข่งขัน ระดับนานาชาติ ธัญลักษณ์ได้รับสิทธิ์ให้เข้าแข่งขันยิงปืนชิงชนะเลิศแห่ง เอเชียอาคเนย์ (SEASA ซีซา) ที่ฮานอย ประเทศเวียดนาม และประสบความสำเร็จคว้า 2 เหรียญทองประเภทบุคคลจากปืนยาวอัดลมสตรี และปืนยาวท่านอนสตรี ทั้งที่เป็นการแข่งขันระดับนานาชาติเพียงครั้งที่ 2 เท่านั้น ก่อนจะบินไปยังโครเอเชียเพื่อเข้าร่วมแข่งขันยิงปืนเยาวชนโลก โดยได้อันดับ 8 ประเภทบุคคล และอันดับ 4 ประเภททีม จากปืนยาวมาตรฐานสตรี (ปืนยาว 3 ท่า) ผลงานอันโดดเด่นของธัญลักษณ์ได้เข้าตาคณะกรรมการทีมยิงปืนชุดเอเชียนเกมส์ ครั้งที่ 15 ซึ่งในขณะนั้นมี พ.ต.อ.คีรีศักดิ์ ตันตินวะชัย หรือ รองฯ โอ่ง เป็นผู้จัดการทีมยิงปืน ธัญลักษณ์จึงได้เข้ามาเป็นส่วนหนึ่งของ นักกีฬายิงปืนทีมชาติไทย และประสบความสำเร็จด้วยการคว้าเหรียญทองแรกของทัพ นักกีฬาไทยในการแข่งขันกีฬาเอเชียนเกมส์ ครั้งที่ 15 "โดฮาเกมส์" นับเป็นเหรียญทองปืนยาวสตรีเหรียญแรกของสมาคมกีฬายิงปืนแห่งประเทศไทย ในพระบรมราชูปถัมภ์ในระดับเอเชียนเกมส์ จากการแข่งขันปืนยาวท่านอนสตรีประเภททีมหญิง (คะแนนรวม 1,767 คะแนน) ซึ่งประกอบด้วย ธัญลักษณ์ โชติพิบูลศิลป์ (591), สุภมาส วันแก้ว (590) และ ปรมาภรณ์ พงษ์เหล่าขำ (586) นอกจากนี้ผลจากในประเภทปืนยาวท่านอนบุคคลทีมหญิง ยังทำให้ธัญลักษณ์คว้าเหรียญเงินประวัติศาสตร์ให้กับวงการยิงปืนไทยได้อีกหนึ่งเหรียญ จากผลงาน 591 (99 98 98 99 99 99) คะแนน (เหรียญทอง : โอลก้า ดอฟกัน ประเทศคาซัคสถาน 591 (99 97 97 100 99 99) และเหรียญทองแดง : เจิ้นยี่ หวัง ประเทศจีน 591 (98 100 98 99 98 98)
            </p>
            <p>
              ธัญลักษณ์สร้างผลงานในระดับกีฬาเยาวชนแห่งชาติ กีฬาแห่งชาติ และกีฬาชิงชนะเลิศแห่งประเทศไทย อีกทั้งทำผลงานระดับนานาชาติ โดยการได้อันดับ 7 ในการแข่งขันยิงปืน ISSF World Cup Rifle / Pistol ที่กรุงมิวนิก ประเทศเยอรมนี นับเป็นนักกีฬายิงปืนยาวสตรีไทยคนแรกที่เข้าถึงรอบชิงชนะ เลิศในการแข่งขันเวิลด์คัพซึ่งเป็นรายการแข่งขันระดับโลก และได้โควตาไปโอลิมปิกฤดูร้อน 2008 ที่กรุงปักกิ่ง ประเทศจีน และสามารถคว้า 2 เหรียญเงิน ปี 2013 และ 1 เหรียญทอง ปี 2015 ในการแข่งขันกีฬามหาวิทยาลัยโลก ทั้งนี้ ธัญลักษณ์ได้บรรจุเข้ารับราชการในกองทัพอากาศ (ทอ.) ปัจจุบันครองยศ จ่าอากาศโทหญิง (จ.ท.หญิง) โดยมีบิดาและมารดาเป็นผู้ฝึกสอนหลักในปัจจุบัน
            </p>
          </div>
        </div>
        <Footer/>
    </>
  )
}

export default About